[{"id":1,"nome":"god of war","descricao":"porttitor. Suspendisse porta eros id massa vulputate, nec consectetur arcu ornare. Vivamus vitae orci odio. Nunc ultrices risus non justo congue, in vulputate dui malesuada. Quisque nunc metus, semper nec risus a, egestas consectetur leo. Pellentesque lobortis dolor a diam suscipit varius.","nome_imagem":"god-of-war.jpg","fk_id":1,"genero":"Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, RPG eletrônico, Adventure","OS":"Windows 10 de 64 bits (versão ","processador":" Intel i5-6600k (4 núcleos, 3.5 GHz) ou AMD Ryzen 5 2400G (4 núcleos, ","placa_video":" NVIDIA GTX 1060 (6 GB) ou AMD RX 570 (4 GB)","memoria":"8 GB DDR","armazenamento":" 70 GB de SSD"},{"id":2,"nome":"The last of us2","descricao":"Cinco anos depois de uma jornada perigosa pelos Estados Unidos num cenário pós-pandêmico, Ellie e Joel foram morar em Jackson, Wyoming. A vida numa comunidade próspera de sobreviventes lhes trouxe paz e estabilidade, apesar da ameaça constante dos infectados e de outros sobreviventes mais desesperados.","nome_imagem":"the last of us.webp","fk_id":2,"genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de tiro, Survival horror","OS":"Windows 10","processador":"AMD Ryzen 5 1500X, Intel Core i7-4770K","placa_video":" AMD Radeon RX 470 (4 GB), AMD Radeon RX 6500 XT (4 GB)","memoria":"16 GB de RAM","armazenamento":"100 GB de espaço disponível"},{"id":3,"nome":"Spider-Man: Miles Morales","descricao":"Miles Morales descobre poderes incríveis e explosivos que o diferenciam de seu mentor, Peter Parker. Domine seus ataques Venom bioelétricos, poder de camuflagem, truques espetaculares com teia, além de dispositivos e habilidades.","nome_imagem":"miles morales.webp","fk_id":3,"genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, Jogo eletrônico de plataforma, Adventu","OS":" Windows 10","processador":" Intel Core i3-4160, 3.6 GHz or AMD equivalent.","placa_video":"NVIDIA GTX 950 or AMD Radeon RX 470.","memoria":"8 GB de RAM.","armazenamento":" Requer 75 GB de espaço livre"},{"id":4,"nome":"Call of Duty: Black Ops 6","descricao":"Call of Duty: Black Ops 6 é o próximo jogo eletrônico de tiro em primeira pessoa desenvolvido pela Treyarch e Raven Software e publicado pela Activision. Será o sétimo título da série Black Ops e o vigésimo primeiro da série Call of Duty, servindo como uma sequência de Call of Duty: Black Ops Cold War.","nome_imagem":"black-ops-6.png","fk_id":4,"genero":" Tiro em primeira pessoa, fps","OS":" Windows 10, Windows® 11","processador":"Intel Core i7-6700K ou AMD Ryzen 5 1600X","placa_video":"NVIDIA  GeForce  GTX 1080Ti \/ RTX 3060 ou AMD™ Radeon RX 6600XT, ou In","memoria":"16 GB RAM","armazenamento":" 149 GB de espaço disponível"}]