[{"id":10,"nome":"888888888888888","descricao":"","nome_imagem":"","genero":"","fk_id":10,"OS":"","armazenamento":""},{"id":9,"nome":"999999999999999","descricao":"","nome_imagem":"","genero":"","fk_id":9,"OS":"","armazenamento":""},{"id":8,"nome":"333333","descricao":"","nome_imagem":"","genero":"","fk_id":8,"OS":"","armazenamento":""},{"id":7,"nome":"","descricao":"ssss","nome_imagem":"","genero":"dddd","fk_id":7,"OS":"","armazenamento":""},{"id":6,"nome":"Minecraft","descricao":"Minecraft é um jogo eletrônico lançado em 2009 que consiste em sobreviver em um mundo formado (majoritariamente) por blocos cúbicos. Steve, o personagem controlado pelo jogador, inicia o jogo em um ambiente repleto de árvores, montanhas, rios. Seu objetivo é coletar recursos (madeira, rochas, minérios, carvão, alimentos) e construir ferramentas e abrigos cada vez melhores para sobreviver e se salvar dos monstros que surgem durante a noite.","nome_imagem":"minecraft.png","genero":"Jogo eletrônico de sobrevivência, Jogo eletrônico de ação e aventura, Jogabilidade não linear","fk_id":6,"OS":"nitendo switch","armazenamento":"75 GB de espaço SSD"},{"id":5,"nome":"Hyrule Warriors","descricao":"O jogo Hyrule Warriors: Age of Calamity é a única maneira de ver em primeira mão o que aconteceu 100 anos atrás. Dos bárbaros Bokoblins aos enormes Lynels, monstros ameaçadores surgiram em massa. Além de Link e Zelda, jogue com personagens como os quatro campeões e a jovem Impa.","nome_imagem":"Hyrule_Warriors_Age_of_Calamity.webp","genero":"Ação Aventura Luta","fk_id":5,"OS":"nitendo switch","armazenamento":" 11.1 GB"},{"id":4,"nome":"Pokémo Scarlet","descricao":"Os jogos Pokémon Scarlet e Pokémon Violet são os primeiros RPG de mundo aberto da série Pokémon. À medida que desfruta das características da série - conhecer, juntar-se a, lutar contra, treinar e trocar Pokémon - poderá mergulhar numa aventura recém-evoluída.","nome_imagem":"pokemon_scarlet.webp","genero":" Aventura, Rpg","fk_id":4,"OS":"nitendo switch","armazenamento":"9.9 GB"},{"id":3,"nome":"Super Mario Party","descricao":"O Super Mario Party é um jogo de tabuleiro inspirado no clássico Mario Party, desta vez marcando presença no Nintendo Switch com uma infinidade de novos minigames para se divertir com seus amigos. O título apresenta diversas novas maneiras de jogar, graças ao auxílio dos joy-cons e seus sensores de movimento.","nome_imagem":"super_mario_party.webp","genero":" Party game, Jogo eletrônico de quebra-cabeça","fk_id":3,"OS":"nitendo switch","armazenamento":"....."}]