[{"id":7,"nome":"Ghost of Tsushima","descricao":"Ghosts of Tsushima é um jogo de ação e aventura que coloca o jogador em meio ao Japão Medieval, no final do século XIII, quando o Império Mongol destruiu nações inteiras em sua campanha para conquistar o Oriente. A ilha de Tsushima é tudo o que resta entre o Japão e uma enorme invasão mongol liderada por um general ardiloso e implacável, Khotun Khan.\r\n \r\n Em meio à ilha devastada pela primeira onda ","nome_imagem":"ghost-od-tsushima.png","genero":"Ação-aventura","fk_id":7,"OS":"Windows 10","processador":"Intel Core i5-8600, AMD Ryzen 5 3600","placa_video":"NVIDIA GeForce RTX 2060, AMD Radeon RX 5600 XT","memoria":"16 GB","armazenamento":"75 GB de espaço SSD"},{"id":6,"nome":"Spider-Man: Miles Morales","descricao":"Miles Morales descobre poderes incríveis e explosivos que o diferenciam de seu mentor, Peter Parker. Domine seus ataques Venom bioelétricos, poder de camuflagem, truques espetaculares com teia, além de dispositivos e habilidades.","nome_imagem":"miles morales.webp","genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, Jogo eletrônico de plataforma, Adventu","fk_id":6,"OS":" Windows 10","processador":" Intel Core i3-4160, 3.6 GHz or AMD equivalent.","placa_video":"NVIDIA GTX 950 or AMD Radeon RX 470.","memoria":"8 GB de RAM.","armazenamento":" Requer 75 GB de espaço livre"},{"id":5,"nome":"The last of us 2","descricao":"Cinco anos depois de uma jornada perigosa pelos Estados Unidos num cenário pós-pandêmico, Ellie e Joel foram morar em Jackson, Wyoming. A vida numa comunidade próspera de sobreviventes lhes trouxe paz e estabilidade, apesar da ameaça constante dos infectados e de outros sobreviventes mais desesperados.","nome_imagem":"the last of us.webp","genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de tiro, Survival horror","fk_id":5,"OS":"Windows 10","processador":"AMD Ryzen 5 1500X, Intel Core i7-4770K","placa_video":" AMD Radeon RX 470 (4 GB), AMD Radeon RX 6500 XT (4 GB)","memoria":"16 GB de RAM","armazenamento":"100 GB de espaço disponível"},{"id":4,"nome":"god of war","descricao":" Kratos e Atreus enquanto tentam impedir a destruição dos Nove Reinos, causada pelas consequências de suas ações no jogo anterior. Atreus, mais velho e determinado, busca descobrir sua verdadeira identidade e o que o destino reserva para ele como Loki, enquanto Kratos, mais relutante, quer proteger seu filho e evitar os erros do passado.\r\n\r\nDurante a jornada, os dois confrontam poderosos deuses e criaturas míticas, incluindo Thor e Freya, que estão em busca de vingança contra Kratos. Além dos confrontos épicos, o jogo aprofunda a relação entre Kratos e Atreus, destacando os desafios emocionais de um pai tentando guiar seu filho em um mundo que está desmoronando.","nome_imagem":"god-of-war.jpg","genero":"Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, RPG eletrônico, Adventure","fk_id":4,"OS":"Windows 10","processador":" Intel i5-6600k (4 núcleos, 3.5 GHz) ou AMD Ryzen 5 2400G (4 núcleos, ","placa_video":" NVIDIA GTX 1060 (6 GB) ou AMD RX 570 (4 GB)","memoria":"8 GB DDR","armazenamento":" 70 GB de SSD"},{"id":3,"nome":"Cs Go","descricao":"O Counter-Strike: Global Offensive (CS:GO) é a continuação do jogo de equipas cheio de ação que foi pioneiro quando foi lançado há 12 anos atrás. O CS: GO apresenta-se com novos mapas, personagens, armas e ainda oferece versões atualizadas de conteúdo do CS clássico (de_dust, etc.).","nome_imagem":"cs_go.png","genero":"Jogo de tiro tático","fk_id":3,"OS":"Windows 7\/8\/10.","processador":": Intel Pentium Dual-Core E5700 3 GHz ou AMD Phenom 8750 Triple-Core","placa_video":"Nvidia Geforce GT 630, AMD Radeon HD 6670","memoria":" 4 GB","armazenamento":"Espaço de armazenamento: 15 GB"},{"id":2,"nome":"League of Legends","descricao":" League of Legends, também conhecido como LOL, é um jogo de estratégia em que duas equipes de cinco poderosos Campeões se enfrentam para destruir a base uma da outra. Escolha entre mais de 140 Campeões para realizar jogadas épicas, assegurar abates e destruir torres conforme você luta até a vitória.","nome_imagem":"league-of-legends.webp","genero":"MOBA","fk_id":2,"OS":"Windows 10\/11.","processador":"AMD: Ryzen 3 1200","placa_video":"NVIDIA: GeForce 9600GT, AMD: Radeon HD 6950","memoria":"\t 4 GB","armazenamento":"16 GB (SSD)"},{"id":1,"nome":"Valorant","descricao":"\r\nValorant é um FPS tático 5x5 que tem como objetivo plantar ou desarmar a Spike. Os jogadores têm apenas uma vida por rodada e a partida é vencida pela equipe que ganhar 13 rodadas (de 25) primeiro","nome_imagem":"VALORANT_Logo_V.png","genero":"Jogo de tiro tático","fk_id":1,"OS":"Windows: 10","processador":"Ryzen 3 1200, Ryzen 5 2600X (AMD)","placa_video":"GTX 1050 Ti, Radeon R7 370","memoria":" 4GB RAM","armazenamento":" 43,5 GB"}]