[{"id":50,"nome":"qqqqqqqq","descricao":"","nome_imagem":"Terraria.jpg","fk_id":50,"genero":"","OS":"","armazenamento":""},{"id":41,"nome":"Minecraft","descricao":"Minecraft é um jogo eletrônico lançado em 2009 que consiste em sobreviver em um mundo formado (majoritariamente) por blocos cúbicos. Steve, o personagem controlado pelo jogador, inicia o jogo em um ambiente repleto de árvores, montanhas, rios. Seu objetivo é coletar recursos (madeira, rochas, minérios, carvão, alimentos) e construir ferramentas e abrigos cada vez melhores para sobreviver e se salvar dos monstros que surgem durante a noite.","nome_imagem":"minecraft.png","fk_id":41,"genero":"Jogo eletrônico de sobrevivência, Jogo eletrônico de ação e aventura, Jogabilidade não linear","OS":"play 5,play4,play3","armazenamento":"4 GB de espaço disponível"},{"id":25,"nome":"Black Ops 6","descricao":"Desenvolvido por Treyarch e Raven, Black Ops 6 é um jogo de ação com suspense e espionagem que se passa no início dos anos 1990, um período de transição e tumulto na política global, caracterizado pelo fim da Guerra Fria e pela ascensão dos Estados Unidos como única superpotência.","nome_imagem":"black-ops-6.png","fk_id":25,"genero":" Tiro em primeira pessoa,Fps","OS":"Windows 10\/11.","armazenamento":"149 GB de espaço disponível"},{"id":24,"nome":"Ghost of Tsushima","descricao":"Ghosts of Tsushima é um jogo de ação e aventura que coloca o jogador em meio ao Japão Medieval, no final do século XIII, quando o Império Mongol destruiu nações inteiras em sua campanha para conquistar o Oriente. A ilha de Tsushima é tudo o que resta entre o Japão e uma enorme invasão mongol liderada por um general ardiloso e implacável, Khotun Khan.\r\n\r\nEm meio à ilha devastada pela primeira onda ","nome_imagem":"ghost-od-tsushima.png","fk_id":24,"genero":"Ação-aventura","OS":"Windows 10","armazenamento":"75 GB de espaço SSD"},{"id":3,"nome":"Spider-Man: Miles Morales","descricao":"Miles Morales descobre poderes incríveis e explosivos que o diferenciam de seu mentor, Peter Parker. Domine seus ataques Venom bioelétricos, poder de camuflagem, truques espetaculares com teia, além de dispositivos e habilidades.","nome_imagem":"miles morales.webp","fk_id":3,"genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, Jogo eletrônico de plataforma, Adventu","OS":" Windows 10","armazenamento":" Requer 75 GB de espaço livre"},{"id":2,"nome":"The last of us2","descricao":"Cinco anos depois de uma jornada perigosa pelos Estados Unidos num cenário pós-pandêmico, Ellie e Joel foram morar em Jackson, Wyoming. A vida numa comunidade próspera de sobreviventes lhes trouxe paz e estabilidade, apesar da ameaça constante dos infectados e de outros sobreviventes mais desesperados.","nome_imagem":"the last of us.webp","fk_id":2,"genero":" Jogo eletrônico de ação e aventura, Jogo eletrônico de tiro, Survival horror","OS":"Windows 10","armazenamento":"100 GB de espaço disponível"},{"id":1,"nome":"god of war","descricao":"porttitor. Suspendisse porta eros id massa vulputate, nec consectetur arcu ornare. Vivamus vitae orci odio. Nunc ultrices risus non justo congue, in vulputate dui malesuada. Quisque nunc metus, semper nec risus a, egestas consectetur leo. Pellentesque lobortis dolor a diam suscipit varius.","nome_imagem":"god-of-war.jpg","fk_id":1,"genero":"Jogo eletrônico de ação e aventura, Jogo eletrônico de luta, RPG eletrônico, Adventure","OS":"Windows 10 de 64 bits (versão ","armazenamento":" 70 GB de SSD"}]