[{"id":10,"nome":"Minecraft","descricao":"Minecraft é um jogo eletrônico lançado em 2009 que consiste em sobreviver em um mundo formado (majoritariamente) por blocos cúbicos. Steve, o personagem controlado pelo jogador, inicia o jogo em um ambiente repleto de árvores, montanhas, rios. Seu objetivo é coletar recursos (madeira, rochas, minérios, carvão, alimentos) e construir ferramentas e abrigos cada vez melhores para sobreviver e se salvar dos monstros que surgem durante a noite.","nome_imagem":"","genero":"Jogo eletrônico de sobrevivência, Jogo eletrônico de ação e aventura, Jogabilidade não linear","fk_id":10,"OS":"Xbox S, Xbox X, Xbox One, Xbox","armazenamento":""},{"id":5,"nome":"Terraria ","descricao":"Terraria é um jogo eletrônico RPG de ação-aventura independente produzido pela desenvolvedora de jogos Re-Logic. Possui como características a exploração, artesanato, construção de estruturas e combate a monstros perigosos em um mundo 2D gerado de forma procedural.","nome_imagem":"Terraria.jpg","genero":" Jogo eletrônico de plataforma, Jogo eletrônico de ação e aventura, Jogabilidade não linea","fk_id":5,"OS":" Windows Xp, Vista, 7, 8\/8.1, ","armazenamento":"200MB"},{"id":3,"nome":"Sea of Thieves","descricao":"Sea of Thieves se passa em um rico mundo de histórias, missões e personagens excêntricos. Você é livre para usar qualquer recurso à sua disposição e ter a vida de pirata que quiser. Cada temporada traz novos recursos de jogo e recompensas, incluindo conteúdo gratuito.","nome_imagem":"sea_of_thieves.webp","genero":" Jogo eletrônico de luta, Jogo eletrônico de ação e aventura, Jogo eletrônico de tiro, Jogo eletrônico de simulação","fk_id":3,"OS":"Xbox Series X|S,Xbox One, PC, ","armazenamento":"100 GB"},{"id":2,"nome":"Pay Day 3","descricao":"PAYDAY 3 é a esperada sequência de um dos jogos de tiro cooperativos mais populares de todos os tempos. Desde a versão original, os jogadores de PAYDAY se divertem com a emoção de um assalto perfeitamente planejado e executado. É isso que torna PAYDAY uma experiência inigualável de FPS cooperativo de alta octanagem.","nome_imagem":"payday.webp","genero":"Ação, Cooperativo","fk_id":2,"OS":"PS5, Xbox Series X|S e PC","armazenamento":"65 GB"},{"id":1,"nome":"EA SPORTS FC 24","descricao":"O EA SPORTS FC 24 é uma nova era para o Jogo de Todo Mundo: mais de 19.000 atletas com licença completa, mais de 700 times e mais de 30 ligas, tudo isso na experiência de futebol mais autêntica já criada para PC.\r\n\r\nSinta o jogo de perto com três tecnologias de ponta que proporcionam um realismo inigualável em todas as partidas: HyperMotionV, PlayStyles otimizada pela Opta, e uma Frostbite™ Engine revolucionada, além de novas configurações gráficas que entregam visuais vívidos e aperfeiçoados no PC.","nome_imagem":"fifa_24.webp","genero":"Futebol","fk_id":1,"OS":"PlayStation, Xbox, NS e PC","armazenamento":"8 GB de RAM"}]