[{"id":25,"nome":"Cyberpunk 2077","descricao":"Uma aventura cyberpunk em um futuro distópico, com liberdade para personalizar seu personagem e explorar a cidade de Night City.","nome_imagem":"Cyberpunk.jpg","genero":"","fk_id":25,"desenvolvedor":"CD Projekt Red","OS":" Xbox One e Xbox Series X\/S.","armazenamento":""},{"id":24,"nome":"Minecraft","descricao":"Um mundo infinito onde você pode construir tudo o que imaginar, desde casas simples até cidades complexas.","nome_imagem":"minecraftt.png","genero":"Aventura, Construção","fk_id":24,"desenvolvedor":"Mojang Studios","OS":"Xbox 360, Xbox One, Xbox S,Xbo","armazenamento":""},{"id":23,"nome":"Sea of Thieves","descricao":"Sea of Thieves se passa em um rico mundo de histórias, missões e personagens excêntricos. Você é livre para usar qualquer recurso à sua disposição e ter a vida de pirata que quiser. Cada temporada traz novos recursos de jogo e recompensas, incluindo conteúdo gratui","nome_imagem":"sea-of-thieves.webp","genero":"Aventura, Multiplayer","fk_id":23,"desenvolvedor":"Rare","OS":"Xbox One, Xbox Series X\/S","armazenamento":"50gb"},{"id":22,"nome":"Halo Infinite","descricao":"Retorno da franquia icônica com multiplayer intenso e uma campanha épica.","nome_imagem":"halo-infinite.jfif","genero":"Tiro","fk_id":22,"desenvolvedor":"343 Industries","OS":"Xbox One, Xbox Series X\/S","armazenamento":"50gb"},{"id":21,"nome":"Forza Horizon 5","descricao":"Um mundo aberto vibrante e cheio de carros, com eventos emocionantes e personalização profunda.","nome_imagem":"forza-5.jpg","genero":"Corrida","fk_id":21,"desenvolvedor":"Playground Games","OS":"Xbox One, Xbox Series X\/S","armazenamento":"100gb"},{"id":20,"nome":"Psychonauts 2","descricao":"Um jogo de plataforma psicodélico com humor irreverente e personagens memoráveis.","nome_imagem":"psychonauts2.jpg","genero":"Aventura, Plataforma","fk_id":20,"desenvolvedor":"Double Fine Productions","OS":"Xbox One, Xbox Series X\/S","armazenamento":"30gb"},{"id":19,"nome":"Ori and the Will of the Wisps","descricao":"Uma jornada emocionante em um mundo mágico, com belos visuais e uma trilha sonora memorável.","nome_imagem":"ori-and-the-will-of-the-wisps-capa.webp","genero":"Plataforma, Metroidvania","fk_id":19,"desenvolvedor":"Moon Studios","OS":"Xbox One, Xbox Series X\/S","armazenamento":"15gb"},{"id":18,"nome":"Red Dead Redemption 2","descricao":"Red Dead Redemption 2 é um jogo eletrônico de ação-aventura com temática faroeste. Jogado numa perspectiva de primeira ou terceira pessoa, o jogo se passa em um ambiente de mundo aberto, apresentando modos para um jogador e multijogador online, este último lançado sob Red Dead Online.","nome_imagem":"redDead2.jpg","genero":"Ação, Aventura","fk_id":18,"desenvolvedor":"Rockstar Games","OS":"Xbox One, Xbox Series X\/S","armazenamento":"105gb"},{"id":17,"nome":"Starfield","descricao":"Explore uma galáxia vasta e cheia de mistérios a bordo de sua nave espacial. Crie seu próprio personagem e construa sua história.","nome_imagem":"starfield_23ps.jpg","genero":"RPG","fk_id":17,"desenvolvedor":"Bethesda Game Studios","OS":"Xbox Series X\/S","armazenamento":"125gb"},{"id":16,"nome":"Elden Ring","descricao":"Em Elden Ring os jogadores percorrem livremente pelo mundo aberto interativo, onde os elementos de jogabilidade incluem combate, com vários tipos de armas e feitiços mágicos, passeios a cavalo e crafting.","nome_imagem":"eldenring.png","genero":"RPG","fk_id":16,"desenvolvedor":"FromSoftware","OS":", Xbox One e Xbox Series X\/S.","armazenamento":""},{"id":5,"nome":"Terraria ","descricao":"Terraria é um jogo eletrônico RPG de ação-aventura independente produzido pela desenvolvedora de jogos Re-Logic. Possui como características a exploração, artesanato, construção de estruturas e combate a monstros perigosos em um mundo 2D gerado de forma procedural.","nome_imagem":"Terraria.jpg","genero":" Jogo eletrônico de plataforma, Jogo eletrônico de ação e aventura, Jogabilidade não linea","fk_id":5,"desenvolvedor":null,"OS":" Windows Xp, Vista, 7, 8\/8.1, ","armazenamento":"uu"},{"id":2,"nome":"Pay Day 3","descricao":"PAYDAY 3 é a esperada sequência de um dos jogos de tiro cooperativos mais populares de todos os tempos. Desde a versão original, os jogadores de PAYDAY se divertem com a emoção de um assalto perfeitamente planejado e executado. É isso que torna PAYDAY uma experiência inigualável de FPS cooperativo de alta octanagem.","nome_imagem":"payday.webp","genero":"Ação, Cooperativo","fk_id":2,"desenvolvedor":null,"OS":"PS5, Xbox Series X|S e PC","armazenamento":"65 GB"},{"id":1,"nome":"EA SPORTS FC 24","descricao":"O EA SPORTS FC 24 é uma nova era para o Jogo de Todo Mundo: mais de 19.000 atletas com licença completa, mais de 700 times e mais de 30 ligas, tudo isso na experiência de futebol mais autêntica já criada para PC.\r\n\r\nSinta o jogo de perto com três tecnologias de ponta que proporcionam um realismo inigualável em todas as partidas: HyperMotionV, PlayStyles otimizada pela Opta, e uma Frostbite™ Engine revolucionada, além de novas configurações gráficas que entregam visuais vívidos e aperfeiçoados no PC.","nome_imagem":"fifa_24.webp","genero":"Futebol","fk_id":1,"desenvolvedor":null,"OS":"PlayStation, Xbox, NS e PC","armazenamento":"8 GB de RAM"}]